Repository: alaskalinuxuser/uHome
Catalog: po/*.po
Languages: nl

source: By preferring soda-free pastries, you help preserve the beauty of the mountains.<br><i>photographer - Rasmus Smidstrup Mortensen</i>
nl: Door bakpoedervrije gebakjes te eten, help je de schoonheid van de bergen te behouden.<br><i>fotograaf: Rasmus Smidstrup Mortensen</i>

source: About 12 million tons of plastic waste gets into the world's oceans every year. We choose a reusable alternative and admire its beauty.<br><i>photographer - Amelia Barkland</i>
nl: Elk jaar verdwijnt er ongeveer 12 miljoen ton plasticafval in de zee. Wij kiezen een herbruikbaar alternatief en aanschouwen de schoonheid van de zee.<br><i>fotografe: Amelia Barkland</i>

source: An amazing fact, but away from the city smog, you can see the stars. And they are beautiful!<br><i>photographer - YAN CHEN</i>
nl: Leuk weetje: zonder smog van de grote stad, kun je de sterren aanschouwen. En ze zijn prachtig!<br><i>fotograaf: Yan Chen</i>

source: Snow-white can't help but fascinate. It is terrible to imagine that such beauty can be blackened by oil.<br><b>#StopOilSpills</b> <i>photographer - Julia Lapshina</i>
nl: Ik sta perplex: afschuwelijk dat zulke schoonheid verpest kan worden door olie.<br><b>#StopOlielekken</b> <i>fotografe: Julia Lapshina</i>

source: The waterfalls seem endless and so strong, but because of deforestation, they also become shallow.<br><i>photographer - Ivana Caine</i>
nl: De watervallen lijken eindeloos en sterk, maar door ontbossing worden ze verkleind.<br><i>fotografe: Ivana Caine</i>

source: What does global warming look like? This is when the snow-capped mountains cease to be so, and perhaps forever.<br><i>photographer - Eberhard Grossgasteiger</i>
nl: Hoe ziet de opwarming van de aarde er uit? Zó zien besneeuwde bergen er uit zonder sneeuw, mogelijk voor altijd.<br><i>fotograaf: Eberhard Grossgasteiger</i>

source: Background settings:
nl: Achtergrondinstellingen:

source: Are you sure to remove this Background?
nl: Weet je zeker dat je deze achtergrond wilt verwijderen?

source: Yes
nl: Ja

source: No
nl: Nee

source: Import user picture
nl: Afbeelding importeren

source: Export select background
nl: Geselecteerde achtergrond exporteren

source: Failed import file:
nl: Het importeren is mislukt:

source: Incorrect Image File
nl: Onjuist afbeeldingsbestand

source: Save
nl: Opslaan

source: Cancel
nl: Annuleren

source: Save file to:
nl: Bestand opslaan in:

source: Import file from:
nl: Bestand importeren uit:

source: Settings
nl: Instellingen

source: Programm theme:
nl: Thema:

source: System
nl: Systeemthema

source: Background:
nl: Achtergrond:

source: Change
nl: Wijzigen

source: Add test widget
nl: Testwidget toevoegen

source: Add widgets
nl: Widgets toevoegen

source: Edit home screen
nl: Bureaublad aanpassen

source: Smart restart
nl: Slim herstarten

source: Donate
nl: Doneren

source: Ok
nl: Oké

source: Close
nl: Sluiten

source: Are you sure to remove this widget?
nl: Weet je zeker dat je deze widget wilt verwijderen?

source: Add widget
nl: Widget toevoegen

source: Press and hold the widget icon if you want to delete it.
nl: Houd een widgetpictogram ingedrukt om een widget te verwijderen.

source: This widget cannot be deleted.
nl: Deze widget kan niet worden verwijderd.

source: Home
nl: Bureaublad
